Revit 2024 API
UnitTypeId.OhmMeters Property
 Ohm meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId OhmMeters { get; }
Visual Basic
Public Shared ReadOnly Property OhmMeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ OhmMeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace